backend/sped/cte/11095658000140/producao/temporarias/201710/150739094625078-enviCTe.xml

<?xml version="1.0" encoding="utf-8"?><soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope"><soap12:Header><cteCabecMsg xmlns="http://www.portalfiscal.inf.br/cte/wsdl/CteRecepcao"><cUF>31</cUF><versaoDados>2.00</versaoDados></cteCabecMsg></soap12:Header><soap12:Body><cteDadosMsg xmlns="http://www.portalfiscal.inf.br/cte/wsdl/CteRecepcao"><enviCTe xmlns="http://www.portalfiscal.inf.br/cte" versao="2.00"><idLote>150739094625078</idLote><CTe xmlns="http://www.portalfiscal.inf.br/cte"><infCte Id="CTe31171011095658000140570010000003071098357833" versao="2.00"><ide><cUF>31</cUF><cCT>03203448</cCT><CFOP>6932</CFOP><natOp>SERVIÇO DE TRANSPORTE FORA DA SEDE DA TRANSPORTADORA</natOp><forPag>2</forPag><mod>57</mod><serie>1</serie><nCT>307</nCT><dhEmi>2017-10-03T20:34:48</dhEmi><tpImp>1</tpImp><tpEmis>1</tpEmis><cDV>3</cDV><tpAmb>1</tpAmb><tpCTe>0</tpCTe><procEmi>0</procEmi><verProc>v1.0</verProc><cMunEnv>3154606</cMunEnv><xMunEnv>RIBEIRAO DAS NEVES</xMunEnv><UFEnv>MG</UFEnv><modal>01</modal><tpServ>0</tpServ><cMunIni>3106200</cMunIni><xMunIni>BELO HORIZONTE</xMunIni><UFIni>MG</UFIni><cMunFim>3525003</cMunFim><xMunFim>JANDIRA</xMunFim><UFFim>SP</UFFim><retira>1</retira><toma4><toma>4</toma><CNPJ>11682198000319</CNPJ><IE>796015701116</IE><xNome>TM FRACTION TRANSPORTES RODOVIARIOS LTDA -SP</xNome><fone>1122090722</fone><enderToma><xLgr>RUA GOIANOPOLIS</xLgr><nro>032</nro><xBairro>CUBIUNAS</xBairro><cMun>3518800</cMun><xMun>GUARULHOS</xMun><CEP>07224190</CEP><UF>SP</UF></enderToma></toma4></ide><compl><xEmi>ELIAS</xEmi><Entrega><semData><tpPer>0</tpPer></semData><semHora><tpHor>0</tpHor></semHora></Entrega><origCalc>BELO HORIZONTE</origCalc><destCalc>JANDIRA</destCalc></compl><emit><CNPJ>11095658000140</CNPJ><IE>0013712160020</IE><xNome>ELIAS TRANSPORTES RAPIDOS</xNome><enderEmit><xLgr>RUA SEVILHA,202</xLgr><nro>202</nro><xBairro>SAN REMO</xBairro><cMun>3154606</cMun><xMun>RIBEIRAO DAS NEVES</xMun><CEP>33836310</CEP><UF>MG</UF><fone>31996479804</fone></enderEmit></emit><rem><CNPJ>08689024000101</CNPJ><IE>0010532400070</IE><xNome>VALLOUREC SOLUCOES TUBULARES BRASIL</xNome><fone>3133282121</fone><enderReme><xLgr>AV. OLINTO MEIRELES</xLgr><nro>065</nro><xBairro>BARREIRO DE BAIXO</xBairro><cMun>3106200</cMun><xMun>BELO HORIZONTE</xMun><CEP>30640010</CEP><UF>MG</UF></enderReme></rem><exped><CNPJ>08689024000101</CNPJ><IE>0010532400070</IE><xNome>VALLOUREC SOLUCOES TUBULARES BRASIL</xNome><fone>3133282121</fone><enderExped><xLgr>AV. OLINTO MEIRELES</xLgr><nro>065</nro><xBairro>BARREIRO DE BAIXO</xBairro><cMun>3106200</cMun><xMun>BELO HORIZONTE</xMun><CEP>30640010</CEP><UF>MG</UF></enderExped></exped><receb><CNPJ>19206445000150</CNPJ><IE>0022571050052</IE><xNome>JEM - BHZ RODOVIARIO E DISTRIBUIçãO</xNome><fone>3133478551</fone><enderReceb><xLgr>RUA VILA REAL</xLgr><nro>970</nro><xBairro>SAO FRANCISCO</xBairro><cMun>3106200</cMun><xMun>BELO HORIZONTE</xMun><CEP>31255150</CEP><UF>MG</UF></enderReceb></receb><dest><CNPJ>05635291000108</CNPJ><IE>398093380110</IE><xNome>GE OIL E GAS DO BRASIL LTDA</xNome><enderDest><xLgr>ROD.DE ACESSO JOAO DE GOES</xLgr><nro>2300</nro><xBairro>JARDIM ALVORADA</xBairro><cMun>3525003</cMun><xMun>JANDIRA</xMun><CEP>06612010</CEP><UF>SP</UF></enderDest></dest><vPrest><vTPrest>170.21</vTPrest><vRec>170.21</vRec></vPrest><imp><ICMS><ICMSSN><indSN>1</indSN></ICMSSN></ICMS></imp><infCTeNorm><infCarga><vCarga>1015.00</vCarga><proPred>PECAS</proPred><xOutCat>OBRAS DE PLASTICO</xOutCat><infQ><cUnid>01</cUnid><tpMed>PESO BRUTO</tpMed><qCarga>19.0000</qCarga></infQ><infQ><cUnid>01</cUnid><tpMed>PESO CUBADO</tpMed><qCarga>85.0500</qCarga></infQ><infQ><cUnid>03</cUnid><tpMed>VOLUMES</tpMed><qCarga>7.0000</qCarga></infQ></infCarga><infDoc><infNF><mod>01</mod><serie>1</serie><nDoc>49541</nDoc><dEmi>2017-10-02</dEmi><vBC>0</vBC><vICMS>0</vICMS><vBCST>0</vBCST><vST>0</vST><vProd>0</vProd><vNF>1015.00</vNF><nCFOP>6102</nCFOP><nPeso>19.000</nPeso></infNF></infDoc><seg><respSeg>5</respSeg><vCarga>1015.00</vCarga></seg><infModal versaoModal="2.00"><rodo><RNTRC>10167059</RNTRC><dPrev>2017-10-03</dPrev><lota>0</lota></rodo></infModal></infCTeNorm></infCte></CTe></enviCTe></cteDadosMsg></soap12:Body></soap12:Envelope>