backend/sped/cte/11095658000140/producao/temporarias/201708/150344598305319-enviCTe.xml

<?xml version="1.0" encoding="utf-8"?><soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope"><soap12:Header><cteCabecMsg xmlns="http://www.portalfiscal.inf.br/cte/wsdl/CteRecepcao"><cUF>31</cUF><versaoDados>2.00</versaoDados></cteCabecMsg></soap12:Header><soap12:Body><cteDadosMsg xmlns="http://www.portalfiscal.inf.br/cte/wsdl/CteRecepcao"><enviCTe xmlns="http://www.portalfiscal.inf.br/cte" versao="2.00"><idLote>150344598305319</idLote><CTe xmlns="http://www.portalfiscal.inf.br/cte"><infCte Id="CTe31170811095658000140570010000002631201435366" versao="2.00"><ide><cUF>31</cUF><cCT>20143536</cCT><CFOP>6932</CFOP><natOp>SERVIÇO DE TRANSPORTE FORA DA SEDE DA TRANSPORTADORA</natOp><forPag>2</forPag><mod>57</mod><serie>1</serie><nCT>263</nCT><dhEmi>2017-08-20T14:35:36</dhEmi><tpImp>1</tpImp><tpEmis>1</tpEmis><cDV>6</cDV><tpAmb>1</tpAmb><tpCTe>0</tpCTe><procEmi>0</procEmi><verProc>v1.0</verProc><cMunEnv>3154606</cMunEnv><xMunEnv>RIBEIRAO DAS NEVES</xMunEnv><UFEnv>MG</UFEnv><modal>01</modal><tpServ>0</tpServ><cMunIni>3136207</cMunIni><xMunIni>JOAO MONLEVADE</xMunIni><UFIni>MG</UFIni><cMunFim>3527306</cMunFim><xMunFim>LOUVEIRA</xMunFim><UFFim>SP</UFFim><retira>1</retira><toma03><toma>2</toma></toma03></ide><compl><xEmi>ELIAS</xEmi><Entrega><semData><tpPer>0</tpPer></semData><semHora><tpHor>0</tpHor></semHora></Entrega><origCalc>JOAO MONLEVADE</origCalc><destCalc>LOUVEIRA</destCalc><xObs>VALOR ACORDADO COM ROSI BARROS</xObs></compl><emit><CNPJ>11095658000140</CNPJ><IE>0013712160020</IE><xNome>ELIAS TRANSPORTES RAPIDOS</xNome><enderEmit><xLgr>RUA SEVILHA,202</xLgr><nro>202</nro><xBairro>SAN REMO</xBairro><cMun>3154606</cMun><xMun>RIBEIRAO DAS NEVES</xMun><CEP>33836310</CEP><UF>MG</UF><fone>31996479804</fone></enderEmit></emit><rem><CNPJ>13317103000121</CNPJ><IE>0017402030040</IE><xNome>J A EQUIPAMENTOS DE SEGURANCA ELETRONICA LTDA</xNome><fone>3138525881</fone><enderReme><xLgr>AVWILSON ALVARENGA</xLgr><nro>1464 LJ 01</nro><xBairro>CARNEIRINHOS</xBairro><cMun>3136207</cMun><xMun>JOAO MONLEVADE</xMun><CEP>35390001</CEP><UF>MG</UF></enderReme></rem><exped><CNPJ>13317103000121</CNPJ><IE>0017402030040</IE><xNome>J A EQUIPAMENTOS DE SEGURANCA ELETRONICA LTDA</xNome><fone>3138525881</fone><enderExped><xLgr>AVWILSON ALVARENGA</xLgr><nro>1464 LJ 01</nro><xBairro>CARNEIRINHOS</xBairro><cMun>3136207</cMun><xMun>JOAO MONLEVADE</xMun><CEP>35390001</CEP><UF>MG</UF></enderExped></exped><receb><CNPJ>10260910000167</CNPJ><IE>796335014112</IE><xNome>GUARU CARGO LOGIST E TRANSPORTES LTDA</xNome><fone>1124112202</fone><enderReceb><xLgr>AV.MONTEIRO LOBATO</xLgr><nro>4550 GALPAO 13</nro><xBairro>CUMBICA</xBairro><cMun>3518800</cMun><xMun>GUARULHOS</xMun><CEP>07180000</CEP><UF>SP</UF></enderReceb></receb><dest><CNPJ>00497373001604</CNPJ><IE>11445423119</IE><xNome>SKY SERVICOS DE BANDA LARGA LTDA</xNome><fone>1121230266</fone><enderDest><xLgr>ESTRADA DA CRUZ GRANDE</xLgr><nro>1700</nro><xBairro>SANTO ANTONIO</xBairro><cMun>3527306</cMun><xMun>LOUVEIRA</xMun><CEP>13290000</CEP><UF>SP</UF></enderDest></dest><vPrest><vTPrest>280.11</vTPrest><vRec>280.11</vRec></vPrest><imp><ICMS><ICMSSN><indSN>1</indSN></ICMSSN></ICMS></imp><infCTeNorm><infCarga><vCarga>49444.17</vCarga><proPred>RECEPTOR DVR HD</proPred><xOutCat>ELETRONICOS</xOutCat><infQ><cUnid>01</cUnid><tpMed>PESO BRUTO</tpMed><qCarga>290.0000</qCarga></infQ><infQ><cUnid>01</cUnid><tpMed>PESO CUBADO</tpMed><qCarga>354.6324</qCarga></infQ><infQ><cUnid>03</cUnid><tpMed>VOLUMES</tpMed><qCarga>22.0000</qCarga></infQ></infCarga><infDoc><infNF><mod>01</mod><serie>1</serie><nDoc>11256</nDoc><dEmi>2017-08-04</dEmi><vBC>0</vBC><vICMS>0</vICMS><vBCST>0</vBCST><vST>0</vST><vProd>0</vProd><vNF>29117.12</vNF><nCFOP>6909</nCFOP><nPeso>100.000</nPeso></infNF><infNF><mod>01</mod><serie>1</serie><nDoc>11257</nDoc><dEmi>2017-08-04</dEmi><vBC>0</vBC><vICMS>0</vICMS><vBCST>0</vBCST><vST>0</vST><vProd>0</vProd><vNF>9527.43</vNF><nCFOP>6909</nCFOP><nPeso>100.000</nPeso></infNF><infNF><mod>01</mod><serie>1</serie><nDoc>11259</nDoc><dEmi>2017-08-05</dEmi><vBC>0</vBC><vICMS>0</vICMS><vBCST>0</vBCST><vST>0</vST><vProd>0</vProd><vNF>10799.62</vNF><nCFOP>6909</nCFOP><nPeso>90.000</nPeso></infNF></infDoc><seg><respSeg>5</respSeg><vCarga>49444.17</vCarga></seg><infModal versaoModal="2.00"><rodo><RNTRC>10167059</RNTRC><dPrev>2017-08-22</dPrev><lota>0</lota></rodo></infModal></infCTeNorm></infCte><Signature xmlns="http://www.w3.org/2000/09/xmldsig#"><SignedInfo><CanonicalizationMethod Algorithm="http://www.w3.org/TR/2001/REC-xml-c14n-20010315"/></CTe></enviCTe></cteDadosMsg></soap12:Body></soap12:Envelope>